{"vocabs": {"cast": {"Mel Blanc": 2, "Pinto Colvig": 3, "Walt Disney": 4, "Clarence Nash": 5, "Marcellite Garner": 6, "Jim Cummings": 7, "James MacDonald": 8, "June Foray": 9, "Billy Bletcher": 10, "Jeff Bennett": 11, "Paul Frees": 12, "Kathleen Barr": 13, "Frank Welker": 14, "Lee Millar": 15, "Tabitha St. Germain": 16, "Rob Paulsen": 17, "Kelly Sheridan": 18, "Dorothy Compton": 19, "Daws Butler": 20, "William Hanna": 21, "Christopher Lee": 22, "Erin Fitzgerald": 23, "Sara Berner": 24, "Robin Williams": 25, "Salli Saffioti": 26, "Tilda Swinton": 27, "Kath Soucie": 28, "Will Ferrell": 29, "Meryl Streep": 30, "Beatrice Hagen": 31, "Bill Murray": 32, "John Cleese": 33, "Lacey Chabert": 34, "John Goodman": 35, "Don Messick": 36, "Frank Graham": 37, "Garry Chalk": 38, "Vincent Price": 39, "Tex Avery": 40, "Adam Sandler": 41, "Susan Sarandon": 42, "Peter Cushing": 43, "Ashleigh Ball": 44, "Hal Smith": 45, "Michael Gough": 46, "Robert De Niro": 47, "Jim Carrey": 48, "Richard Jenkins": 49, "Marion Darlington": 50, "Florence Gill": 51}, "directors": {"Burt Gillett": 2, "Wilfred Jackson": 3, "Walt Disney": 4, "Chuck Jones": 5, "Jack Kinney": 6, "Friz Freleng": 7, "Robert McKimson": 8, "Woody Allen": 9, "Tex Avery": 10, "David Hand": 11, "Martin Scorsese": 12, "Jack King": 13, "Charles Nichols": 14, "Ben Sharpsteen": 15, "Jack Hannah": 16, "Alex Gibney": 17, "Kevin Connor": 18, "David Lynch": 19, "Clyde Geronimi": 20, "Wes Anderson": 21, "Andrew Jones": 22, "Gary Yates": 23, "Robert Altman": 24, "Sean McNamara": 25, "Tobe Hooper": 26, "Richard Linklater": 27, "Blake Edwards": 28, "Tosca Musk": 29, "Stephen Herek": 30, "Wes Craven": 31, "Steven R. Monroe": 32, "Errol Morris": 33, "Terry Ingram": 34, "Charles Chaplin": 35, "Charles Grosvenor": 36, "John Huston": 37, "Stan Brakhage": 38, "Tim Burton": 39, "Harry Smith": 40, "Steven Spielberg": 41, "Werner Herzog": 42, "Roger Corman": 43, "William Wyler": 44, "Christie Will": 45, "Ron Howard": 46, "Richard Rich": 47, "David DeCoteau": 48, "David Lean": 49, "Todd Phillips": 50, "James Ivory": 51}, "writers": {"Tedd Pierce": 2, "Michael Maltese": 3, "John Hughes": 4, "Warren Foster": 5, "Woody Allen": 6, "Charles M. Schulz": 7, "Alex Gibney": 8, "Louis Theroux": 9, "Mark Monroe": 10, "Werner Herzog": 11, "Andrew Jones": 12, "Charles Chaplin": 13, "Kevin Smith": 14, "Terrence Malick": 15, "David Lynch": 16, "Scott Chambers": 17, "Otto Englander": 18, "Barbara Kymlicka": 19, "Michael Moore": 20, "Neal Marshall Stevens": 21, "Rich Hogan": 22, "Dr. Seuss": 23, "Elise Allen": 24, "Wes Craven": 25, "Romeo Muller": 26, "Nicholas Briggs": 27, "Jim Jarmusch": 28, "Karen Berger": 29, "John W. Dunn": 30, "Dave Chappelle": 31, "Mark Rosman": 32, "Don Roos": 33, "William Cottrell": 34, "Mike White": 35, "Richard Linklater": 36, "George A. Romero": 37, "Michael J. Murray": 38, "PES": 39, "Tyler Perry": 40, "Heck Allen": 41, "David F. Sandberg": 42, "Melvin Millar": 43, "Steve Lawson": 44, "Rob Zombie": 45, "Bill Peet": 46, "Arthur C. Pierce": 47, "Joany Kane": 48, "Brett Morgen": 49, "Anthony C. Ferrante": 50, "Ron Nyswaner": 51}, "production_companies": {"Walt Disney Productions": 2, "Warner Bros. Pictures": 3, "Universal Pictures": 4, "Paramount": 5, "Metro-Goldwyn-Mayer": 6, "BBC": 7, "20th Century Fox": 8, "Columbia Pictures": 9, "Walt Disney Pictures": 10, "United Artists": 11, "New Line Cinema": 12, "Film4 Productions": 13, "BBC Film": 14, "RKO Radio Pictures": 15, "Touchstone Pictures": 16, "Miramax": 17, "Hallmark Media": 18, "Warner Bros. Cartoons": 19, "Lionsgate": 20, "Fox Searchlight Pictures": 21, "StudioCanal": 22, "BFI": 23, "HBO Documentary Films": 24, "Focus Features": 25, "Canal+": 26, "Working Title Films": 27, "American International Pictures": 28, "Pixar": 29, "TriStar Pictures": 30, "Participant": 31, "Summit Entertainment": 32, "DreamWorks Pictures": 33, "The Weinstein Company": 34, "Hammer Film Productions": 35, "Relativity Media": 36, "Amblin Entertainment": 37, "ONF": 38, "NFB": 39, "Disney Television Animation": 40, "Imagine Entertainment": 41, "TSG Entertainment": 42, "Leon Schlesinger Productions": 43, "Dimension Films": 44, "Orion Pictures": 45, "Blumhouse Productions": 46, "Lighthouse Pictures": 47, "The Asylum": 48, "PolyGram Filmed Entertainment": 49, "Amazon Studios": 50, "Motion Picture Corporation of America": 51}, "mpaa_rating": {"G": 2, "NC-17": 3, "NR": 4, "PG": 5, "PG-13": 6, "R": 7}}, "sizes": {"cast": 52, "directors": 52, "writers": 52, "production_companies": 52, "mpaa_rating": 8}, "top_n": 50}